<#
  ╓──────────────────────────────────────────────────────────────────────────────────────
  ║   PowerShell.Module.WindowsHosts
  ║   𝑊𝑖𝑛𝑑𝑜𝑤𝑠 𝐻𝑂𝑆𝑇𝑆 𝑓𝑖𝑙𝑒 𝑚𝑎𝑛𝑎𝑔𝑒𝑚𝑒𝑛𝑡              
  ║   
  ║   custom_entries.ps1: Predefined custom entries
  ╙──────────────────────────────────────────────────────────────────────────────────────
 #>
 



function Get-CustomEntries {  ### NOEXPORT
    [CmdletBinding(SupportsShouldProcess)]
    Param()  

    $custom_entries = @'

# <custom_entries>

192.168.0.1                 my.router
#__NEW_ENTRY_ADDRESS__      __NEW_ENTRY_HOSTNAME__

# </custom_entries>

'@


    return $custom_entries
}